Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/limesurvey-tm.tmx
Source language: en
Languages: ca_es

source: Are you sure you want to expire these surveys?
ca_es: Esteu segurs que voleu donar aquestes enquestes per vençudes?

source: This function creates a ZIP archive of several survey archives and can take some time - please be patient! Do you want to continue?
ca_es: Aquesta funció crea un arxiu ZIP de diversos arxius i pot trigar molt de temps. Si us plau, sigui pacient. Voleu continuar?

source: Status
ca_es: Estat

source: SID
ca_es: ID d'enquesta

source: Date created
ca_es: Data de creació

source: Access
ca_es: Accés

source: Anonymized responses
ca_es: Respostes anònimes

source: Full
ca_es: Complet

source: Partial
ca_es: Parcial

source: Tokens available
ca_es: Tokens disponibles

source: Response rate
ca_es: Percentatge de resposta

source: Any
ca_es: Qualsevol

source: Expired
ca_es: Expirat

source: Inactive
ca_es: Inactiu

source: Active
ca_es: Actiu

source: Open
ca_es: Obert

source: Closed
ca_es: Tancat

source: To be able to upload images or other content you have to save your survey once first.
ca_es: Per tal de pujar imatges o un altre contingut, primer heu de desar la vostra enquesta.

source: This survey is currently not active
ca_es: Aquesta enquesta no està activa actualment.

source: Activate this Survey
ca_es: Activar aquesta Enquesta

source: Survey cannot be activated. Either you have no permission or there are no questions.
ca_es: L'enquesta no pot ser activada. O no té suficients privilegis per activar-la o no hi ha preguntes.

source: This survey is active but expired.
ca_es: Aquesta enquesta està actualment activa però ha expirat.

source: This survey is active but has a start date.
ca_es: Aquesta enquesta està activa però té una data d'inici.

source: Survey properties
ca_es: Propietats de l'enquesta

source: Edit text elements
ca_es: Editar elements de text

source: General settings
ca_es: Paràmetres generals

source: Survey permissions
ca_es: Permissos de l'enquesta

source: Email templates
ca_es: Plantilles dels correus electrònics

source: Survey logic file
ca_es: Arxiu de lògica de enquesta

source: Tools
ca_es: Eines

source: Delete survey
ca_es: Eliminar enquesta

source: Quick-translation
ca_es: Traducció ràpida

source: Currently there are no additional languages configured for this survey.
ca_es: Actualmente, no hi ha més idiomes configurats per aquesta enquesta.

source: Expression Manager
ca_es: Administrador d'expressions

source: Reset conditions
ca_es: Reiniciar condicions

source: Currently there are no conditions configured for this survey.
ca_es: No hi ha condicions configurades per aquesta enquesta

source: Regenerate question codes
ca_es: Regenerar codis de pregunta

source: Straight
ca_es: Complet

source: By question group
ca_es: Per grup de respostes

source: Display / Export
ca_es: Mostrar / Exportar

source: Export...
ca_es: Exportar...

source: Survey structure (.lss)
ca_es: Estructura de l'enquesta (.lss)

source: Survey archive (.lsa)
ca_es: Arxiu d'enquesta (.lsa)

source: You can only archive active surveys.
ca_es: Només podeu arxivar enquestes actives.

source: queXML format (*.xml)
ca_es: format queXML (*.xml)

source: Tab-separated-values format (*.txt)
ca_es: Arxiu de text separat per tabulacions (*.txt)

source: Printable version
ca_es: Versió imprimible

source: QueXML export
ca_es: Exportació QueXML

source: Responses & statistics
ca_es: Respostes i estadístiques

source: This survey is not active - no responses are available.
ca_es: L'enquesta no està activa - no hi ha respostes disponibles.

source: Data entry screen
ca_es: Pantalla d'entrada de dades

source: This survey is not active, data entry is not allowed
ca_es: Aquesta enquesta no està activa, no es permet l'entrada de dades

source: Partial (saved) responses
ca_es: Respostes parcials (desades)

source: This survey is not active - no responses are available
ca_es: Aquesta enquesta no està activa - no hi ha respostes disponibles

source: Question group/question organizer disabled
ca_es: Grup de preguntes / organitzador de preguntes inhabilitat

source: Reorder question groups / questions
ca_es: Reordenar grups de preguntes / preguntes

source: Token management
ca_es: Administració de tokens

source: Question groups:
ca_es: Grups de preguntes:

source: Previous question group
ca_es: Grup de preguntes anterior

source: No previous question group
ca_es: No hi ha un grup de preguntes anterior

source: Next question group
ca_es: Següent grup de preguntes

source: No next question group
ca_es: No hi ha més grups de preguntes

source: Add new group to survey
ca_es: Afegeix un grup nou a l'enquesta

source: Hide details of this Survey
ca_es: Oculta els detalls d'aquesta enquesta

source: Show details of this survey
ca_es: Mostra els detalls d'aquesta enquesta

source: Close this survey
ca_es: Tancar aquesta enquesta

source: Edit survey text elements
ca_es: Editar els elements de text de l'enquesta

source: You have not selected a survey to delete
ca_es: No hi ha cap enquesta seleccionada per eliminar

source: You are about to delete this survey
ca_es: Està a punt d'eliminar aquesta enquesta

source: This process will delete this survey, and all related groups, questions answers and conditions.
ca_es: Aquest procés eliminarà aquesta enquesta, i tots els grups relacionats, preguntes, respostes i condicions.

source: It will also delete any resources/files that have been uploaded for this survey.
ca_es: També borrarà tots els recursos/arxius que s'hagin pujat per aquesta enquesta.

source: We recommend that before you delete this survey you export the entire survey from the main administration screen.
ca_es: Abans d'eliminar aquesta enquesta, li recomanem que l'exporti completament des de la pàgina d'administració.

source: This survey is active and a responses table exists. If you delete this survey, these responses (and files) will be deleted. We recommend that you export the responses before deleting this survey.
ca_es: Aquesta enquesta està activa i té la corresponent taula de respostes. Si esborreu aquesta enquesta, aquestes respostes (i els seus arxius) seràn esborrats. Et recomanem que exporteu les respostes abans de esborrar aquesta enquesta.

source: This survey has an associated tokens table. If you delete this survey this tokens table will be deleted. We recommend that you export or backup these tokens before deleting this survey.
ca_es: Aquesta enquesta té una taula de tokens associada. Si elimina aquesta enquesta, la taula de token serà eliminada. Recomanem que exporti o realitzi una còpia d'aquests tokens abans d'eliminar l'enquesta.

source: Organize question groups/questions
ca_es: Organitzar preguntes / grups de preguntes

source: To reorder questions/questiongroups just drag the question/group with your mouse to the desired position.
ca_es: Per tornar a fer comanda de les preguntes / grups de preguntes arrastreu la pregunta / grup amb el ratolí fins la posició que desitgeu.

source: After you are done please click the bottom 'Save' button to save your changes.
ca_es: Després d'acabar, cliqueu al botó 'Desa' de baix per desar els canvis.

source: Import survey resources
ca_es: Importar recursos d'enquesta

source: Imported Files List
ca_es: Llistat de fitxers importats

source: Error Files List
ca_es: Llistat d'Arxius d'Error

source: Imported Resources for
ca_es: Recursos importats per

source: Resources Import Summary
ca_es: Resum de l'Importació de Recursos

source: Total Imported files
ca_es: Total d'arxius Importats

source: Total Errors
ca_es: Número Total d'Errors

source: File
ca_es: Fitxer

source: Please select a language:
ca_es: Si us plau, seleccioni un idioma:

source: Question
ca_es: Pregunta

source: Preview this question
ca_es: Previsualitzar aquesta pregunta

source: Preview This Question
ca_es: Visualitzar Aquesta Pregunta

source: Edit Current Question
ca_es: Modificar Pregunta Seleccionada

source: Check survey logic for current question
ca_es: Comprova la lògica de l'enquesta per aquesta pregunta

source: Deleting this question will also delete any answer options and subquestions it includes. Are you sure you want to continue?
ca_es: Eliminar aquesta pregunta implica eliminar totes les respostes i sub-preguntes que inclou. Està segur de voler continuar?

source: Delete current question
ca_es: Eliminar la pregunta actual

source: You can't delete this question because the survey is currently active.
ca_es: No pots esborrar aquesta pregunta mentre l'enquesta es trobi activa.

source: Disabled - Delete current question
ca_es: Desactivat - Esborrar la pregunta actual

source: Export this question
ca_es: Exportar aquesta pregunta

source: Copy Current Question
ca_es: Copiar la Pregunta Seleccionada

source: You can't copy a question if the survey is active.
ca_es: No pot copiar una pregunta si l'enquesta està activa.

source: Set conditions for this question
ca_es: Establir condicions per aquesta pregunta

source: Edit subquestions for this question
ca_es: Editar les sub-preguntes d'aquesta pregunta

source: Edit answer options for this question
ca_es: Editar les opcions de resposta per aquesta pregunta

source: Edit default answers for this question
ca_es: Modificar/afegir respostes per aquesta pregunta

source: Hide details of this question
ca_es: Amagar detalls d'aquesta pregunta

source: Show details of this question
ca_es: Mostrar detalls d'aquesta pregunta.

source: Show Details of this Question
ca_es: Mostrar Detalls d'aquesta Pregunta

source: Close this question
ca_es: Tancar aquesta pregunta

source: Mandatory Question
ca_es: Pregunta obligatòria

source: Optional Question
ca_es: Pregunta Opcional

source: Question:
ca_es: Pregunta:

source: Help:
ca_es: Ajuda:

source: Validation:
ca_es: Validació:

source: Type:
ca_es: Tipus:

source: You need to add answer options to this question
ca_es: Ha d'afegir opcions de resposta a aquesta pregunta

source: You need to add subquestions to this question
ca_es: Heu d'afegir subpreguntes a aquesta pregunta

source: Option 'Other':
ca_es: Opció 'Altres':

source: Mandatory:
ca_es: Obligatòria:

source: Add a new question
ca_es: Afegir una pregunta nova

source: Copy question
ca_es: Copiar pregunta

source: Edit question
ca_es: Modificar la pregunta

source: Error: You have to enter a question code.
ca_es: Error: Ha d'introduir un codi de pregunta

source: Save and close
ca_es: Desa i tanca

source: Note: You MUST enter a new question code!
ca_es: Nota: Ha d'introduir un nou codi de pregunta!

source: Question Type:
ca_es: Tipus de pregunta:

source: Cannot be changed (survey is active)
ca_es: No es pot modificar (l'enquesta està activa)

source: Question group:
ca_es: Grup de preguntes:

source: Note: You can't edit the relevance equation because there are currently conditions set for this question.
ca_es: Nota: no podeu editar l'equació de rellevància perque la pregunta té alguna condició fixada.

source: Position:
ca_es: Posició:

source: At end
ca_es: Al final

source: At beginning
ca_es: Al principi

source: After
ca_es: Després

source: Copy subquestions?
ca_es: Copiar subpreguntes?

source: Copy answer options?
ca_es: Copiar opcions de resposta?

source: Copy advanced settings?
ca_es: Copiar preferències avançades?

source: Show advanced settings
ca_es: Mostrar les opcions avançades

source: Hide advanced settings
ca_es: Amagar les opcions avançades

source: Add question
ca_es: Afegir pregunta

source: ...or import a question
ca_es: ... o importar una pregunta

source: Select LimeSurvey question file (*.lsq/*.csv)
ca_es: Esculli l'arxiu de preguntes del LimeSurvey (*.lsq/*.csv)

source: Import Question
ca_es: Importar Pregunta

source: Edit answer options
ca_es: Editar opcions de resposta

source: New answer option
ca_es: Nova opció de resposta

source: Label set name
ca_es: Nom del grup d'etiquetes

source: Code
ca_es: Codi

source: Label
ca_es: Etiqueta

source: You cannot delete the last answer option.
ca_es: No es pot eliminar la darrera opció de pregunta.

source: Label set browser
ca_es: Navegador de conjunt d'etiquetes

source: Quick-add answers
ca_es: Respostes ràpides

source: Assessment value
ca_es: Valoracions

source: Error: You are trying to use duplicate answer codes.
ca_es: Error: Està provant de duplicar els codis de respostes.

source: There are no label sets which match the survey default language
ca_es: No hi han grups d'etiquetes que coincideixin amb l'idioma per defecte de l'enquesta

source: Save as label set
ca_es: Desa com a un conjunt d'etiquetes

source: The records have been saved successfully!
ca_es: El registres s'han desat satisfactòriament!

source: Sorry, the request failed!
ca_es: Ho sentim, la petició ha fallat

source: Ok
ca_es: D'acord

source: Answer scale %s
ca_es: Escala de resposta %s

source: Answer option
ca_es: Opció de resposta

source: Answer:
ca_es: Resposta:

source: Insert a new answer option after this one
ca_es: Insertar una nova opció de resposta després d'aquesta

source: Delete this answer option
ca_es: Esborrar aquesta opció de resposta

source: Predefined label sets...
ca_es: Conjunts de respostes predefinits...

source: Quick add...
ca_es: Afegir...

source: Available label sets:
ca_es: conjunts d'etiquetes disponibles:

source: Replace
ca_es: Reemplaçar

source: Enter your answers:
ca_es: Introdueix les respostes:

source: Enter one answer per line. You can provide a code by separating code and answer text with a semikolon or tab. For multilingual surveys you add the translation(s) on the same line separated with a semikolon or tab.
ca_es: Introdueixi una sola resposta per línia. Pot proporcionar un codi separant el codi y el text de la pregunta amb un punt i coma (;) o una tabulació. Per a enquestes amb múltiples idiomes, heu d'afegir la traducció/ns a la mateixa línia separades amb un punt i coma (;) o una tabulació.

source: New label set
ca_es: Nou grup d'etiquetes

source: Replace existing label set
ca_es: Reemplaça el grup d'etiquetes existent

source: Replace label set?
ca_es: Voleu substituir el grup d'etiquetes?

source: You are about to replace a given label set with the current answer options. Continue?
ca_es: Està a punt de reemplaçar el grup d'etiquetes donat per aquestes opcions de resposta. Vol continuar?

source: Duplicate label set name
ca_es: Nom del grup d'etiquetes duplicat

source: Sorry, the name you entered for the label set is already in the database. Please select a different name.
ca_es: Ens sap greu, però el nom que ha proporcionat pel grup d'etiquetes ja existeix a la base de dades. Si us plau, indiqueu un nom diferent.

source: Question import summary
ca_es: Resum de l'importació de la pregunta

source: Question import is complete.
ca_es: S'ha completat la importació de la pregunta.

source: Go to question
ca_es: Anar a la pregunta

source: You cannot delete the last subquestion.
ca_es: No podeu esborrar la darrera subpregunta.

source: Quick-add subquestions
ca_es: Addició ràpida de sub-preguntes

source: Error: You are trying to use duplicate subquestion codes.
ca_es: Error: Està provant d'usar codis de sub-preguntes duplicats.

source: Error: 'other' is a reserved keyword.
ca_es: Error: 'other' és una paraula reservada.

source: Edit subquestions
ca_es: Editar sub-preguntes

source: Y-Scale
ca_es: Escala-Y

source: X-Scale
ca_es: Escala-X

source: Subquestion
ca_es: Sub-pregunta

source: Subquestion:
ca_es: Sub-pregunta

source: Insert a new subquestion after this one
ca_es: Inserir una nova subpregunta després d'aquesta

source: Delete this subquestion
ca_es: Esborrar aquesta subpregunta

source: Enter your subquestions:
ca_es: Introdueixi les seves sub-preguntes

source: Enter one subquestion per line. You can provide a code by separating code and subquestion text with a semikolon or tab. For multilingual surveys you add the translation(s) on the same line separated with a semikolon or tab.
ca_es: Introdueixi una sola subpregunta per línia. Pot proporcionar un codi separant el codi y el text de la subpregunta amb un punt i coma (;) o una tabulació. Per a enquestes amb múltiples idiomes, heu d'afegir la traducció/ns a la mateixa línia separades amb un punt i coma (;) o una tabulació.

source: You are about to replace a given label set with the labels of this subquestions. Continue?
ca_es: Està a punt de reemplaçar el grup d'etiquetes donat per les etiquetes d'aquestes subpreguntes. Vol continuar?

source: You cannot add/remove subquestions or edit their codes because the survey is active.
ca_es: No pot afegir/eliminar sub-preguntes ni editar els seus codis perquè l'enquesta està activa.

source: Edit default answer values
ca_es: Editar els valors de respostes per defecte

source: Default answer for scale %s:
ca_es: Resposta per defecte per l'escala %s:

source: Default answer value:
ca_es: Valor de resposta per defecte:

source: <No default value>
ca_es: <Sense valor per defecte>

source: Default value for option 'Other':
ca_es: Valor per defecte per l'opció 'Altres':

source: Default value:
ca_es: Valor per defecte:

source: Use same default value across languages:
ca_es: Usar el mateix valor per defecte entre llenguatges:

source: Survey import summary
ca_es: Resum de la importació de l'enquesta

source: Create, import, or copy survey
ca_es: Crear, importar, o copiar l'enquesta

source: Error: You have to enter a title for this survey.
ca_es: Error: Ha d'introduir un títol per aquesta enquesta.

source: Survey title
ca_es: Títol de l'enquesta

source: Response summary
ca_es: Sumari de les respostes

source: Total responses:
ca_es: Respostes totals:

source: Full responses:
ca_es: Respostes completes:

source: Incomplete responses:
ca_es: Respostes incompletes:

source: Browse responses
ca_es: Navega per les respostes

source: Showing Filtered Results
ca_es: Mostrar els Resultats Filtrats

source: Clear filter
ca_es: Reiniciar filtre

source: Show summary information
ca_es: Mostrar informació

source: Display Responses
ca_es: Mostrar Respostes

source: Display Last 50 Responses
ca_es: Mostrar les últimes 50 respostes

source: Dataentry Screen for Survey
ca_es: Pantalla d'entrada de dades de l'enquesta

source: Get statistics from these responses
ca_es: Generar estadístiques a partir de les respostes

source: Get time statistics from these responses
ca_es: Obté les estadístiques de temps d'aquestes respostes

source: Export results to application
ca_es: Exporta els resultats a l'aplicació

source: Export results to a SPSS/PASW command file
ca_es: Exportar els resultats a un arxiu de comandes SPSS/PASW

source: Export results to a R data file
ca_es: Exportar els resultats a un arxiu R

source: Import responses from a deactivated survey table
ca_es: Importar respostes d'una enquesta desactivada

source: View Saved but not submitted Responses
ca_es: Veure les respostes desades però no enviades

source: Import a VV survey file
ca_es: Importar un arxiu d'enquestes VV

source: Export a VV survey file
ca_es: Exportar un arxiu d'enquesta VV

source: Iterate survey
ca_es: Iterar enquesta

source: Do you really want to delete this response?
ca_es: Està segur de voler eliminar aquesta resposta?

source: Do you really want to delete all marked responses?
ca_es: Està segur que vol esborrar totes les respostes seleccionades?

source: Please select at least one file for deletion
ca_es: Si us plau, seleccioni, com a mínim, un arxiu per esborrar

source: Please select at least one file for download
ca_es: Si us plau, seleccioni com a mínim un arxiu per descarregar

source: Data view control
ca_es: Vista de control de dades

source: Show start...
ca_es: Mostrar inici...

source: Show previous..
ca_es: Mostrar anterior...

source: Show next..
ca_es: Mostrar següent...

source: Show last..
ca_es: Mostrar l'últim...

source: Records displayed:
ca_es: Registres mostrats:

source: Starting from:
ca_es: Començant des de:

source: Show
ca_es: Mostrar

source: Display:
ca_es: Mostrar:

source: All responses
ca_es: Totes les respostes

source: Completed responses only
ca_es: Només respostes completes

source: Incomplete responses only
ca_es: Només respostes incompletes

source: Delete marked responses
ca_es: Esborrar les respostes marcades

source: Download marked files
ca_es: Descarregar els arxius marcats

source: View response ID %d
ca_es: Veure l'ID de resposta %d

source: Edit this entry
ca_es: Editar aquesta entrada

source: Delete this entry
ca_es: Eliminar aquesta entrada

source: Are you sure you want to delete this entry?
ca_es: Esteu segur de voler eliminar aquesta entrada?

source: You don't have permission to delete this entry.
ca_es: No té permís per a esborrar aquesta entrada.

source: Download files for this entry
ca_es: Descarregar fitxers per a aquesta entrada

source: Export this Response
ca_es: Exportar aquesta Resposta

source: Show previous...
ca_es: Mostrar anterior...

source: Show next...
ca_es: Mostrar següent...

source: Time statistics
ca_es: Estadístiques de temps

source: Show last...
ca_es: Mostrar anterior...

source: View response details
ca_es: Veure detalls de la resposta

source: Edit this response
ca_es: Editar aquesta resposta

source: Download all files in this response as a zip file
ca_es: Descarregar tots els arxius de la resposta en un arxiu ZIP

source: Delete this response
ca_es: Eliminar aquesta resposta

source: Edit this token
ca_es: Editar aquest token

source: Interview time
ca_es: Temps d'entrevista

source: Average interview time:
ca_es: Temps mitjà de les entrevistes:

source: Median:
ca_es: Mediana:

source: Back to Response Import
ca_es: Tornar a la Importació de Respostes

source: Data entry
ca_es: Entrada de dades

source: Datestamp
ca_es: Marca de Data

source: IP address
ca_es: Adreça IP

source: Save for further completion by survey user
ca_es: Desar l'enquesta per continuar-la més tard

source: Identifier:
ca_es: Identificador:

source: Submit
ca_es: Enviar

source: Import a VV response data file
ca_es: Importar un arxiu de respostes VV

source: Important Note:
ca_es: Nota Important:

source: Do NOT refresh this page, as this will import the file again and produce duplicates
ca_es: NO refresqui aquesta pàgina, això faria que s'importès un altre cop l'arxiu i produeixi duplicats

source: Total records imported:
ca_es: Total d'elements importats:

source: Help about this question
ca_es: Ajuda sobre aquesta pregunta

source: No answer
ca_es: NS/NC

source: Please choose
ca_es: Triï, si us plau

source: Female
ca_es: Femení

source: Male
ca_es: Masculí

source: Label %s
ca_es: Etiqueta %s

source: Please choose...
ca_es: Si us plau, triï...

source: Other
ca_es: Altre

source: Comment
ca_es: Comentari

source: First choice
ca_es: Primera elecció

source: Next choice
ca_es: Elecció següent

source: Your Choices
ca_es: Les Seves Opcions

source: Your Ranking
ca_es: La Seva Classificació

source: Only numbers may be entered in this field.
ca_es: Només es poden introduir números en aquest camp.

source: Uncertain
ca_es: Incert

source: Increase
ca_es: Augment

source: Same
ca_es: Mateixos

source: Decrease
ca_es: Disminució

source: Target survey ID:
ca_es: ID d'enquesta destí:

source: Source table:
ca_es: Taula origen:

source: Import also timings (if exist):
ca_es: Importeu també els temps (si s'escau).

source: Import Responses
ca_es: Importar Respostes

source: You need to select a table.
ca_es: És necessari que seleccioneu una taula

source: Are you sure?
ca_es: Està segur?

source: You can import all old responses with the same amount of columns as in your active survey. YOU have to make sure, that this responses corresponds to the questions in your active survey.
ca_es: Pot importar totes les respostes antigues que tinguin el mateix nombre de columnes que en l'enquesta activa. VOSTÈ s'ha d'assegurar que aquestes respostes correspon a les preguntes de la seva enquesta activa.
